Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.mechanism.accessibility_summary
source: At your reminder time, Pillie sends a reminder and pauses the apps you chose. Check in to open them again.
ar: في وقت تذكيرك، يرسل Pillie تذكيرًا ويوقف التطبيقات التي اخترتِها مؤقتًا. سجّلي لتُفتح من جديد.
bn: রিমাইন্ডারের সময় হলে Pillie একটি রিমাইন্ডার পাঠায় এবং আপনার বেছে নেওয়া অ্যাপগুলো পজ করে। আবার খুলতে টিক দিন।
ca: A l’hora del recordatori, Pillie t’envia un recordatori i posa en pausa les apps que has triat. Confirma per tornar-les a obrir.
cs: V čas připomínky ti Pillie pošle připomínku a pozastaví vybrané aplikace. Odškrtni dnešek a zase je otevřeš.
da: På dit påmindelsestidspunkt sender Pillie en påmindelse og sætter de apps, du valgte, på pause. Kryds af for at åbne dem igen.
de: Zu deiner Erinnerungszeit schickt Pillie eine Erinnerung und pausiert die Apps, die du gewählt hast. Hake ab, um sie wieder zu öffnen.
el: Την ώρα της υπενθύμισης, το Pillie στέλνει υπενθύμιση και βάζει σε παύση τις εφαρμογές που διάλεξες. Σημείωσέ το για να ανοίξουν ξανά.
es: A la hora prevista, Pillie te envía un recordatorio y pausa las apps que elegiste. Marca lo de hoy para volver a abrirlas.
fi: Muistutusaikanasi Pillie lähettää muistutuksen ja laittaa valitsemasi sovellukset tauolle. Kuittaa, niin ne aukeavat taas.
fr: À l’heure prévue, Pillie t’envoie un rappel et met en pause les apps que tu as choisies. Valide pour les rouvrir.
gu: રિમાઇન્ડરના સમયે Pillie રિમાઇન્ડર મોકલે છે અને તમે પસંદ કરેલી ઍપ્સ થોભાવે છે. તેને ફરી ખોલવા નોંધ કરો.
he: בשעת התזכורת, Pillie שולחת תזכורת ומשהה את האפליקציות שבחרת. סמני כדי לפתוח אותן שוב.
hi: रिमाइंडर के समय Pillie एक रिमाइंडर भेजता है और आपके चुने हुए ऐप्स रोक देता है। उन्हें फिर से खोलने के लिए दर्ज करें।
hr: U vrijeme podsjetnika Pillie šalje podsjetnik i pauzira odabrane aplikacije. Javi se da se ponovno otvore.
hu: Az emlékeztető idején a Pillie emlékeztetőt küld, és szünetelteti a választott appokat. Pipáld ki, hogy újra megnyíljanak.
id: Pada waktu pengingatmu, Pillie mengirim pengingat dan menjeda aplikasi yang kamu pilih. Check-in untuk membukanya lagi.
it: All’orario scelto, Pillie ti manda un promemoria e mette in pausa le app che hai scelto. Conferma per riaprirle.
ja: リマインダーの時間になると、Pillieがリマインダーを送り、選んだアプリを一時停止します。記録すると、また開けるようになります。
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆಯ ಸಮಯದಲ್ಲಿ Pillie ಜ್ಞಾಪನೆ ಕಳುಹಿಸಿ, ನೀವು ಆರಿಸಿದ ಆ್ಯಪ್‌ಗಳನ್ನು ತಡೆಹಿಡಿಯುತ್ತದೆ. ಅವುಗಳನ್ನು ಮತ್ತೆ ತೆರೆಯಲು ದಾಖಲಿಸಿ.
ko: 알림 시간이 되면 Pillie가 알림을 보내고 선택한 앱을 일시 중지해요. 체크하면 다시 열 수 있어요.
ml: നിങ്ങളുടെ റിമൈൻഡർ സമയത്ത് Pillie ഒരു റിമൈൻഡർ അയച്ച്, നിങ്ങൾ തിരഞ്ഞെടുത്ത ആപ്പുകൾ പോസ് ചെയ്യും. അവ വീണ്ടും തുറക്കാൻ രേഖപ്പെടുത്തൂ.
mr: रिमाइंडरच्या वेळी Pillie रिमाइंडर पाठवते आणि तुम्ही निवडलेली ॲप्स थांबवते. ती पुन्हा उघडण्यासाठी नोंद करा.
ms: Pada waktu peringatan kamu, Pillie menghantar peringatan dan menjeda apl yang kamu pilih. Sahkan untuk membukanya semula.
nb: På påminnelsestidspunktet sender Pillie en påminnelse og pauser appene du valgte. Kryss av for å åpne dem igjen.
nl: Op je herinneringstijd stuurt Pillie een herinnering en pauzeert de apps die je koos. Vink af om ze weer te openen.
or: ରିମାଇଣ୍ଡର୍ ସମୟରେ Pillie ଏକ ରିମାଇଣ୍ଡର୍ ପଠାଏ ଏବଂ ଆପଣ ବାଛିଥିବା ଆପ୍ ବିରାମ କରେ। ସେଗୁଡ଼ିକୁ ପୁଣି ଖୋଲିବାକୁ ଦର୍ଜ କରନ୍ତୁ।
pa: ਰਿਮਾਈਂਡਰ ਦੇ ਸਮੇਂ Pillie ਰਿਮਾਈਂਡਰ ਭੇਜਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀਆਂ ਚੁਣੀਆਂ ਐਪਾਂ ਰੋਕ ਦਿੰਦਾ ਹੈ। ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਖੋਲ੍ਹਣ ਲਈ ਦਰਜ ਕਰੋ।
pl: O godzinie przypomnienia Pillie wysyła przypomnienie i wstrzymuje wybrane aplikacje. Odhacz dzień, aby znów je otworzyć.
pt_br: No horário que você escolheu, o Pillie te lembra e pausa os apps selecionados. Registre para abri-los de novo.
pt_pt: À hora que escolheste, o Pillie lembra-te e pausa as apps selecionadas. Regista para as voltares a abrir.
ro: La ora mementoului, Pillie îți trimite un memento și pune pe pauză aplicațiile alese. Bifează ziua ca să le deschizi din nou.
ru: В назначенное время Pillie присылает напоминание и ставит выбранные тобой приложения на паузу. Отметься, чтобы снова их открыть.
sk: V čase pripomienky ti Pillie pošle pripomienku a pozastaví vybrané aplikácie. Odškrtni dnešok a znova ich otvoríš.
sl: Ob času opomnika Pillie pošlje opomnik in začasno zaustavi izbrane aplikacije. Odkljukaj, da se spet odprejo.
sv: Vid din påminnelsetid skickar Pillie en påminnelse och pausar apparna du valde. Bocka av för att öppna dem igen.
ta: உங்கள் நினைவூட்டல் நேரத்தில் Pillie ஒரு நினைவூட்டலை அனுப்பி, நீங்கள் தேர்ந்தெடுத்த ஆப்ஸை இடைநிறுத்தும். அவற்றை மீண்டும் திறக்க பதிவு செய்யுங்கள்.
te: మీ రిమైండర్ సమయంలో Pillie రిమైండర్ పంపి, మీరు ఎంచుకున్న యాప్‌లను పాజ్ చేస్తుంది. వాటిని మళ్లీ తెరవడానికి నమోదు చేయండి.
th: เมื่อถึงเวลาแจ้งเตือน Pillie จะส่งการแจ้งเตือนและหยุดแอปที่คุณเลือกชั่วคราว เช็กอินเพื่อเปิดแอปอีกครั้ง
tr: Hatırlatma saatinde Pillie bir hatırlatma gönderir ve seçtiğin uygulamaları duraklatır. Yeniden açmak için işaretle.
uk: У призначений час Pillie надсилає нагадування й ставить вибрані тобою застосунки на паузу. Відміться, щоб знову їх відкрити.
ur: یاد دہانی کے وقت Pillie ایک یاد دہانی بھیجتا ہے اور آپ کی چنی ہوئی ایپس روک دیتا ہے۔ انہیں دوبارہ کھولنے کے لیے درج کریں۔
vi: Đến giờ nhắc, Pillie gửi lời nhắc và tạm dừng các ứng dụng bạn chọn. Điểm danh để mở lại chúng.
zh_hans: 到了提醒时间，Pillie 会发送提醒，并暂停你选择的应用。打卡后就能重新打开。
zh_hant: 到了提醒時間，Pillie 會傳送提醒，並暫停你選的 App。打卡後就能再次開啟。

# onboarding.mechanism.eyebrow
source: How it works
ar: كيف يعمل
bn: এটি কীভাবে কাজ করে
ca: Com funciona
cs: Jak to funguje
da: Sådan virker det
de: So funktioniert’s
el: Πώς λειτουργεί
es: Cómo funciona
fi: Näin se toimii
fr: Comment ça marche
gu: આ કેવી રીતે કામ કરે છે
he: איך זה עובד
hi: यह कैसे काम करता है
hr: Kako radi
hu: Így működik
id: Cara kerjanya
it: Come funziona
ja: しくみ
kn: ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ
ko: 작동 방식
ml: ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു
mr: हे कसे काम करते
ms: Cara ia berfungsi
nb: Slik fungerer det
nl: Hoe het werkt
or: ଏହା କିପରି କାମ କରେ
pa: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ
pl: Jak to działa
pt_br: Como funciona
pt_pt: Como funciona
ro: Cum funcționează
ru: Как это работает
sk: Ako to funguje
sl: Kako deluje
sv: Så fungerar det
ta: இது எப்படி வேலை செய்கிறது
te: ఇది ఎలా పనిచేస్తుంది
th: วิธีการทำงาน
tr: Nasıl çalışır
uk: Як це працює
ur: یہ کیسے کام کرتا ہے
vi: Cách hoạt động
zh_hans: 运作方式
zh_hant: 運作方式

# onboarding.mechanism.headline
source: Your apps open again as soon as you check in.
ar: تُفتح تطبيقاتك من جديد بمجرد أن تسجّلي.
bn: টিক দিলেই আপনার অ্যাপগুলো আবার খোলা যাবে।
ca: Les teves apps es tornen a obrir tan bon punt confirmes.
cs: Tvoje aplikace se zase otevřou, jakmile odškrtneš dnešek.
da: Dine apps åbner igen, så snart du krydser af.
de: Deine Apps sind wieder offen, sobald du abhakst.
el: Οι εφαρμογές σου ανοίγουν ξανά μόλις το σημειώσεις.
es: Puedes volver a abrir tus apps en cuanto marques lo de hoy.
fi: Sovelluksesi aukeavat taas heti, kun kuittaat.
fr: Tes apps redeviennent accessibles dès que tu valides.
gu: નોંધ કરતાં જ તમારી ઍપ્સ ફરી ખૂલી જાય છે.
he: האפליקציות שלך נפתחות שוב ברגע שאת מסמנת.
hi: दर्ज करते ही आपके ऐप्स फिर से खुल जाते हैं।
hr: Tvoje aplikacije ponovno se otvaraju čim se javiš.
hu: Az appjaid újra megnyílnak, amint kipipálod.
id: Aplikasimu terbuka lagi begitu kamu check-in.
it: Le tue app si riaprono non appena confermi.
ja: 記録すると、すぐにアプリがまた開けるようになります。
kn: ನೀವು ದಾಖಲಿಸಿದ ತಕ್ಷಣ ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು ಮತ್ತೆ ತೆರೆಯುತ್ತವೆ.
ko: 체크하면 바로 앱을 다시 열 수 있어요.
ml: നിങ്ങൾ രേഖപ്പെടുത്തിയാലുടൻ നിങ്ങളുടെ ആപ്പുകൾ വീണ്ടും തുറക്കും.
mr: नोंद करताच तुमची ॲप्स पुन्हा उघडतात.
ms: Apl kamu dibuka semula sebaik sahaja kamu sahkan.
nb: Appene dine åpnes igjen så snart du krysser av.
nl: Je apps gaan weer open zodra je afvinkt.
or: ଦର୍ଜ କରିବା ମାତ୍ରେ ଆପଣଙ୍କ ଆପ୍ ପୁଣି ଖୋଲିଯାଏ।
pa: ਦਰਜ ਕਰਦੇ ਹੀ ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਮੁੜ ਖੁੱਲ੍ਹ ਜਾਂਦੀਆਂ ਹਨ।
pl: Twoje aplikacje znów się otworzą, gdy tylko odhaczysz dzień.
pt_br: Seus apps abrem de novo assim que você registrar.
pt_pt: As tuas apps voltam a abrir assim que registares.
ro: Aplicațiile tale se deschid din nou imediat ce bifezi ziua.
ru: Приложения снова открываются, как только ты отмечаешься.
sk: Tvoje aplikácie sa znova otvoria, hneď ako odškrtneš dnešok.
sl: Tvoje aplikacije se spet odprejo, takoj ko odkljukaš.
sv: Dina appar öppnas igen så fort du bockar av.
ta: நீங்கள் பதிவு செய்த உடனே உங்கள் ஆப்ஸ் மீண்டும் திறக்கும்.
te: మీరు నమోదు చేసిన వెంటనే మీ యాప్‌లు మళ్లీ తెరుచుకుంటాయి.
th: แอปของคุณจะเปิดได้อีกครั้งทันทีที่คุณเช็กอิน
tr: İşaretlediğin anda uygulamaların yeniden açılır.
uk: Застосунки знову відкриваються, щойно ти відмічаєшся.
ur: درج کرتے ہی آپ کی ایپس دوبارہ کھل جاتی ہیں۔
vi: Các ứng dụng của bạn mở lại ngay khi bạn điểm danh.
zh_hans: 一打卡，你的应用就能重新打开。
zh_hant: 一打卡，你的 App 就能再次開啟。

# onboarding.mechanism.trigger.phase
source: Reminder
ar: التذكير
bn: রিমাইন্ডার
ca: Recordatori
cs: Připomínka
da: Påmindelse
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fi: Muistutus
fr: Rappel
gu: રિમાઇન્ડર
he: תזכורת
hi: रिमाइंडर
hr: Podsjetnik
hu: Emlékeztető
id: Pengingat
it: Promemoria
ja: リマインダー
kn: ಜ್ಞಾಪನೆ
ko: 알림
ml: റിമൈൻഡർ
mr: रिमाइंडर
ms: Peringatan
nb: Påminnelse
nl: Herinnering
or: ରିମାଇଣ୍ଡର୍
pa: ਰਿਮਾਈਂਡਰ
pl: Przypomnienie
pt_br: Lembrete
pt_pt: Lembrete
ro: Memento
ru: Напоминание
sk: Pripomienka
sl: Opomnik
sv: Påminnelse
ta: நினைவூட்டல்
te: రిమైండర్
th: แจ้งเตือน
tr: Hatırlatma
uk: Нагадування
ur: یاد دہانی
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

# onboarding.mechanism.trigger.title
source: Your reminder goes off
ar: يصلك التذكير
bn: আপনার রিমাইন্ডার বেজে ওঠে
ca: Sona el recordatori
cs: Zazvoní připomínka
da: Din påmindelse ringer
de: Deine Erinnerung klingelt
el: Χτυπά η υπενθύμισή σου
es: Suena tu recordatorio
fi: Muistutus tulee
fr: Ton rappel sonne
gu: તમારું રિમાઇન્ડર વાગે છે
he: התזכורת שלך מגיעה
hi: आपका रिमाइंडर आता है
hr: Stiže tvoj podsjetnik
hu: Megszólal az emlékeztetőd
id: Pengingatmu berbunyi
it: Arriva il promemoria
ja: リマインダーが鳴る
kn: ನಿಮ್ಮ ಜ್ಞಾಪನೆ ಮೊಳಗುತ್ತದೆ
ko: 알림이 울려요
ml: നിങ്ങളുടെ റിമൈൻഡർ മുഴങ്ങുന്നു
mr: तुमचा रिमाइंडर येतो
ms: Peringatan kamu berbunyi
nb: Påminnelsen går av
nl: Je herinnering gaat af
or: ଆପଣଙ୍କ ରିମାଇଣ୍ଡର୍ ବାଜେ
pa: ਤੁਹਾਡਾ ਰਿਮਾਈਂਡਰ ਵੱਜਦਾ ਹੈ
pl: Dzwoni przypomnienie
pt_br: Seu lembrete toca
pt_pt: O teu lembrete toca
ro: Sună mementoul
ru: Приходит напоминание
sk: Pripomienka zazvoní
sl: Opomnik se oglasi
sv: Din påminnelse ringer
ta: உங்கள் நினைவூட்டல் ஒலிக்கிறது
te: మీ రిమైండర్ మోగుతుంది
th: การแจ้งเตือนของคุณดังขึ้น
tr: Hatırlatman gelir
uk: Надходить нагадування
ur: آپ کی یاد دہانی آتی ہے
vi: Lời nhắc của bạn vang lên
zh_hans: 提醒响起
zh_hant: 提醒響起

# onboarding.mechanism.trigger.detail
source: A gentle reminder at your chosen time.
ar: تذكير لطيف في الوقت الذي اخترتِه.
bn: আপনার বেছে নেওয়া সময়ে একটি মৃদু রিমাইন্ডার।
ca: Un recordatori suau a l’hora que has triat.
cs: Jemná připomínka ve zvolený čas.
da: En blid påmindelse på det tidspunkt, du har valgt.
de: Eine sanfte Erinnerung zur gewählten Zeit.
el: Μια διακριτική υπενθύμιση την ώρα που επέλεξες.
es: Un recordatorio suave a la hora que elijas.
fi: Lempeä muistutus valitsemaasi aikaan.
fr: Un rappel tout en douceur à l’heure choisie.
gu: તમે પસંદ કરેલા સમયે એક હળવું રિમાઇન્ડર.
he: תזכורת עדינה בזמן שבחרת.
hi: आपके चुने हुए समय पर एक हल्का-सा रिमाइंडर।
hr: Nježan podsjetnik u vrijeme koje odabereš.
hu: Egy finom emlékeztető a választott időpontban.
id: Pengingat lembut pada waktu yang kamu pilih.
it: Un promemoria discreto all’orario scelto.
ja: 設定した時間にやさしくお知らせします。
kn: ನೀವು ಆರಿಸಿದ ಸಮಯದಲ್ಲಿ ಒಂದು ಮೃದುವಾದ ಜ್ಞಾಪನೆ.
ko: 설정한 시간에 부드러운 알림이 와요.
ml: നിങ്ങൾ തിരഞ്ഞെടുത്ത സമയത്ത് ഒരു സൗമ്യമായ റിമൈൻഡർ.
mr: तुम्ही निवडलेल्या वेळी एक हलकासा रिमाइंडर.
ms: Peringatan lembut pada waktu pilihan kamu.
nb: En vennlig påminnelse på valgt tidspunkt.
nl: Een zachte herinnering op het door jou gekozen tijdstip.
or: ଆପଣ ବାଛିଥିବା ସମୟରେ ଏକ ନରମ ରିମାଇଣ୍ଡର୍।
pa: ਤੁਹਾਡੇ ਚੁਣੇ ਸਮੇਂ ’ਤੇ ਇੱਕ ਨਰਮ ਰਿਮਾਈਂਡਰ।
pl: Delikatne przypomnienie o wybranej godzinie.
pt_br: Um lembrete suave no horário que você escolheu.
pt_pt: Um lembrete suave à hora que escolheste.
ro: Un memento blând la ora aleasă de tine.
ru: Мягкое напоминание в выбранное время.
sk: Jemná pripomienka vo zvolenom čase.
sl: Nežen opomnik ob izbranem času.
sv: En mjuk påminnelse vid den tid du valt.
ta: நீங்கள் தேர்ந்தெடுத்த நேரத்தில் ஒரு மென்மையான நினைவூட்டல்.
te: మీరు ఎంచుకున్న సమయంలో ఒక సున్నితమైన రిమైండర్.
th: การแจ้งเตือนเบา ๆ ตามเวลาที่คุณเลือก
tr: Seçtiğin saatte nazik bir hatırlatma.
uk: М’яке нагадування у вибраний час.
ur: آپ کے چنے ہوئے وقت پر ایک ہلکی سی یاد دہانی۔
vi: Một lời nhắc nhẹ nhàng vào giờ bạn chọn.
zh_hans: 在你设定的时间，收到一条温和的提醒。
zh_hant: 在你設定的時間，收到一則溫和的提醒。

# onboarding.mechanism.enforce.phase
source: App blocking
ar: حظر التطبيقات
bn: অ্যাপ ব্লকিং
ca: Bloqueig d’apps
cs: Blokování aplikací
da: Appblokering
de: App-Sperre
el: Αποκλεισμός εφαρμογών
es: Bloqueo de apps
fi: Sovellusesto
fr: Blocage d’apps
gu: ઍપ બ્લૉકિંગ
he: חסימת אפליקציות
hi: ऐप ब्लॉकिंग
hr: Blokiranje aplikacija
hu: Appblokkolás
id: Blokir aplikasi
it: Blocco app
ja: アプリブロック
kn: ಆ್ಯಪ್ ನಿರ್ಬಂಧ
ko: 앱 차단
ml: ആപ്പ് ബ്ലോക്കിംഗ്
mr: ॲप ब्लॉकिंग
ms: Sekatan apl
nb: Appblokkering
nl: Appblokkering
or: ଆପ୍ ବ୍ଲକିଂ
pa: ਐਪ ਬਲੌਕਿੰਗ
pl: Blokowanie aplikacji
pt_br: Bloqueio de apps
pt_pt: Bloqueio de apps
ro: Blocare aplicații
ru: Блокировка приложений
sk: Blokovanie aplikácií
sl: Blokiranje aplikacij
sv: Appblockering
ta: ஆப் தடுப்பு
te: యాప్ బ్లాకింగ్
th: การบล็อกแอป
tr: Uygulama engelleme
uk: Блокування застосунків
ur: ایپ بلاکنگ
vi: Chặn ứng dụng
zh_hans: 应用屏蔽
zh_hant: App 封鎖

# onboarding.mechanism.enforce.title
source: Pause distracting apps
ar: إيقاف التطبيقات المشتّتة مؤقتًا
bn: মনোযোগ কাড়া অ্যাপ পজ করুন
ca: Posar en pausa les apps que distreuen
cs: Pozastavit rozptylující aplikace
da: Sæt distraherende apps på pause
de: Ablenkende Apps pausieren
el: Βάλε σε παύση τις εφαρμογές που σε αποσπούν
es: Pausa apps que distraen
fi: Laita häiritsevät sovellukset tauolle
fr: Mettre en pause les apps qui distraient
gu: ધ્યાન ભટકાવતી ઍપ્સ થોભાવો
he: השהיית אפליקציות מסיחות
hi: ध्यान भटकाने वाले ऐप्स रोकें
hr: Pauziraj aplikacije koje te ometaju
hu: Figyelemelterelő appok szüneteltetése
id: Jeda aplikasi yang mengganggu
it: Metti in pausa le app che distraggono
ja: 気を散らすアプリを一時停止
kn: ಗಮನ ಸೆಳೆಯುವ ಆ್ಯಪ್‌ಗಳನ್ನು ತಡೆಹಿಡಿಯಿರಿ
ko: 방해되는 앱 일시 중지
ml: ശ്രദ്ധ തിരിക്കുന്ന ആപ്പുകൾ പോസ് ചെയ്യൂ
mr: लक्ष विचलित करणारी ॲप्स थांबवा
ms: Jeda apl yang mengganggu
nb: Pause distraherende apper
nl: Pauzeer afleidende apps
or: ଧ୍ୟାନ ଭାଙ୍ଗୁଥିବା ଆପ୍ ବିରାମ କରନ୍ତୁ
pa: ਧਿਆਨ ਭਟਕਾਉਣ ਵਾਲੀਆਂ ਐਪਾਂ ਰੋਕੋ
pl: Wstrzymaj rozpraszające aplikacje
pt_br: Pausar apps que distraem
pt_pt: Pausar apps que distraem
ro: Pune pe pauză aplicațiile care te distrag
ru: Отвлекающие приложения на паузе
sk: Pozastaviť rušivé aplikácie
sl: Začasno zaustavi moteče aplikacije
sv: Pausa distraherande appar
ta: கவனத்தைச் சிதறடிக்கும் ஆப்ஸை இடைநிறுத்துங்கள்
te: దృష్టి మళ్లించే యాప్‌లను పాజ్ చేయండి
th: หยุดแอปที่รบกวนสมาธิชั่วคราว
tr: Dikkat dağıtan uygulamaları duraklat
uk: Відволікаючі застосунки на паузі
ur: توجہ ہٹانے والی ایپس روکیں
vi: Tạm dừng ứng dụng gây xao nhãng
zh_hans: 暂停分心应用
zh_hant: 暫停分心的 App

# onboarding.mechanism.enforce.detail
source: The apps you chose stay paused until you check in.
ar: تبقى التطبيقات التي اخترتِها متوقفة مؤقتًا حتى تسجّلي.
bn: টিক না দেওয়া পর্যন্ত আপনার বেছে নেওয়া অ্যাপগুলো পজ থাকে।
ca: Les apps que has triat es queden en pausa fins que confirmis.
cs: Vybrané aplikace zůstanou pozastavené, dokud neodškrtneš dnešek.
da: De apps, du valgte, forbliver på pause, indtil du krydser af.
de: Die Apps, die du gewählt hast, bleiben pausiert, bis du abhakst.
el: Οι εφαρμογές που διάλεξες μένουν σε παύση μέχρι να το σημειώσεις.
es: Las apps que elegiste siguen en pausa hasta que marques lo de hoy.
fi: Valitsemasi sovellukset pysyvät tauolla, kunnes kuittaat.
fr: Les apps que tu as choisies restent en pause jusqu’à ce que tu valides.
gu: તમે નોંધ ન કરો ત્યાં સુધી પસંદ કરેલી ઍપ્સ થોભેલી રહે છે.
he: האפליקציות שבחרת נשארות מושהות עד שתסמני.
hi: आपके चुने हुए ऐप्स तब तक रुके रहते हैं, जब तक आप दर्ज न कर लें।
hr: Odabrane aplikacije ostaju pauzirane dok se ne javiš.
hu: A választott appok szünetelnek, amíg ki nem pipálod.
id: Aplikasi pilihanmu tetap dijeda sampai kamu check-in.
it: Le app che hai scelto restano in pausa finché non confermi.
ja: 選んだアプリは、記録するまで一時停止したままです。
kn: ನೀವು ದಾಖಲಿಸುವವರೆಗೆ ನೀವು ಆರಿಸಿದ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಟ್ಟಿರುತ್ತವೆ.
ko: 선택한 앱은 체크할 때까지 일시 중지된 상태로 있어요.
ml: നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ നിങ്ങൾ തിരഞ്ഞെടുത്ത ആപ്പുകൾ പോസ് ആയിരിക്കും.
mr: तुम्ही नोंद करेपर्यंत तुम्ही निवडलेली ॲप्स थांबलेली राहतात.
ms: Apl pilihan kamu kekal dijeda sehingga kamu sahkan.
nb: Appene du valgte, forblir pauset til du krysser av.
nl: De apps die je koos, blijven gepauzeerd tot je afvinkt.
or: ଆପଣ ଦର୍ଜ ନକରିବା ପର୍ଯ୍ୟନ୍ତ ଆପଣ ବାଛିଥିବା ଆପ୍ ବିରାମରେ ରହେ।
pa: ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਦਰਜ ਨਹੀਂ ਕਰਦੇ, ਤੁਹਾਡੀਆਂ ਚੁਣੀਆਂ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Wybrane aplikacje pozostają wstrzymane, aż odhaczysz dzień.
pt_br: Os apps que você escolheu ficam pausados até você registrar.
pt_pt: As apps que escolheste ficam em pausa até registares.
ro: Aplicațiile alese rămân pe pauză până bifezi ziua.
ru: Выбранные тобой приложения остаются на паузе, пока ты не отметишься.
sk: Vybrané aplikácie zostanú pozastavené, kým neodškrtneš dnešok.
sl: Izbrane aplikacije ostanejo zaustavljene, dokler ne odkljukaš.
sv: Apparna du valde förblir pausade tills du bockar av.
ta: நீங்கள் பதிவு செய்யும் வரை நீங்கள் தேர்ந்தெடுத்த ஆப்ஸ் இடைநிறுத்தத்தில் இருக்கும்.
te: మీరు నమోదు చేసే వరకు మీరు ఎంచుకున్న యాప్‌లు పాజ్‌లోనే ఉంటాయి.
th: แอปที่คุณเลือกจะหยุดชั่วคราวจนกว่าคุณจะเช็กอิน
tr: Seçtiğin uygulamalar sen işaretleyene kadar duraklatılmış kalır.
uk: Вибрані тобою застосунки лишаються на паузі, доки ти не відмітишся.
ur: آپ کی چنی ہوئی ایپس تب تک رکی رہتی ہیں، جب تک آپ درج نہ کر لیں۔
vi: Các ứng dụng bạn chọn vẫn tạm dừng cho đến khi bạn điểm danh.
zh_hans: 你选择的应用会一直暂停，直到你打卡。
zh_hant: 你選的 App 會一直暫停，直到你打卡。

# onboarding.mechanism.release.phase
source: Check in
ar: التسجيل
bn: টিক দিন
ca: Confirmar
cs: Odškrtnutí
da: Kryds af
de: Abhaken
el: Σημείωσέ το
es: Marcar
fi: Kuittaa
fr: Valider
gu: નોંધ કરો
he: סימון
hi: दर्ज करें
hr: Javljanje
hu: Kipipálás
it: Conferma
ja: 記録
kn: ದಾಖಲು
ko: 체크
ml: രേഖപ്പെടുത്തൽ
mr: नोंद करा
ms: Sahkan
nb: Kryss av
nl: Afvinken
or: ଦର୍ଜ କରନ୍ତୁ
pa: ਦਰਜ ਕਰੋ
pl: Odhaczenie
pt_br: Registrar
pt_pt: Registar
ro: Bifare
ru: Отметка
sk: Odškrtnutie
sl: Kljukica
sv: Bocka av
ta: பதிவு
te: నమోదు
th: เช็กอิน
tr: İşaretleme
uk: Відмітка
ur: درج کریں
vi: Điểm danh
zh_hans: 打卡
zh_hant: 打卡

# onboarding.mechanism.release.title
source: Tap to check in
ar: انقري للتسجيل
bn: টিক দিতে ট্যাপ করুন
ca: Toca per confirmar
cs: Klepnutím odškrtneš
da: Tryk for at krydse af
de: Zum Abhaken tippen
el: Πάτα για να το σημειώσεις
es: Toca para marcar
fi: Kuittaa napauttamalla
fr: Touche pour valider
gu: નોંધ કરવા ટૅપ કરો
he: הקישי כדי לסמן
hi: दर्ज करने के लिए टैप करें
hr: Dodirni i javi se
hu: Koppints a kipipáláshoz
id: Ketuk untuk check-in
it: Tocca per confermare
ja: タップして記録
kn: ದಾಖಲಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 탭해서 체크하기
ml: രേഖപ്പെടുത്താൻ ടാപ്പ് ചെയ്യൂ
mr: नोंद करण्यासाठी टॅप करा
ms: Ketik untuk sahkan
nb: Trykk for å krysse av
nl: Tik om af te vinken
or: ଦର୍ଜ କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਦਰਜ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pl: Stuknij, aby odhaczyć
pt_br: Toque para registrar
pt_pt: Toca para registar
ro: Atinge ca să bifezi
ru: Коснись, чтобы отметиться
sk: Ťuknutím odškrtneš
sl: Tapni in odkljukaj
sv: Tryck för att bocka av
ta: பதிவு செய்ய தட்டுங்கள்
te: నమోదు చేయడానికి నొక్కండి
th: แตะเพื่อเช็กอิน
tr: İşaretlemek için dokun
uk: Торкнись, щоб відмітитися
ur: درج کرنے کے لیے ٹیپ کریں
vi: Chạm để điểm danh
zh_hans: 点按打卡
zh_hant: 點一下打卡

# accessibility.drag_help
source: Drag right along the path to pause your apps.
ar: اسحبي يمينًا على طول المسار لإيقاف تطبيقاتك مؤقتًا.
bn: অ্যাপগুলো পজ করতে পথ ধরে ডান দিকে টানুন।
ca: Arrossega cap a la dreta seguint el camí per posar en pausa les teves apps.
cs: Tažením doprava po dráze pozastavíš své aplikace.
da: Træk mod højre langs banen for at sætte dine apps på pause.
de: Ziehe entlang des Pfads nach rechts, um deine Apps zu pausieren.
el: Σύρε δεξιά κατά μήκος της διαδρομής για να βάλεις σε παύση τις εφαρμογές σου.
es: Arrastra a la derecha por el camino para pausar tus apps.
fi: Vedä oikealle polkua pitkin laittaaksesi sovelluksesi tauolle.
fr: Glisse vers la droite le long du chemin pour mettre tes apps en pause.
gu: ઍપ્સ થોભાવવા માટે માર્ગ પર જમણી બાજુ ખેંચો.
he: גררי ימינה לאורך המסלול כדי להשהות את האפליקציות שלך.
hi: अपने ऐप्स रोकने के लिए रास्ते पर दाईं ओर खींचें।
hr: Povuci udesno duž putanje da pauziraš svoje aplikacije.
hu: Húzd jobbra a sáv mentén, hogy szüneteltesd az appjaidat.
id: Seret ke kanan mengikuti jalur untuk menjeda aplikasimu.
it: Trascina verso destra lungo il percorso per mettere in pausa le app.
ja: パスに沿って右にドラッグして、アプリを一時停止します。
kn: ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳನ್ನು ತಡೆಹಿಡಿಯಲು, ದಾರಿಯುದ್ದಕ್ಕೂ ಬಲಕ್ಕೆ ಎಳೆಯಿರಿ.
ko: 경로를 따라 오른쪽으로 드래그해서 앱을 일시 중지하세요.
ml: നിങ്ങളുടെ ആപ്പുകൾ പോസ് ചെയ്യാൻ, പാതയിലൂടെ വലത്തോട്ട് വലിക്കൂ.
mr: तुमची ॲप्स थांबवण्यासाठी मार्गावर उजवीकडे ओढा.
ms: Seret ke kanan sepanjang laluan untuk menjeda apl kamu.
nb: Dra mot høyre langs banen for å pause appene dine.
nl: Sleep naar rechts langs het pad om je apps te pauzeren.
or: ଆପ୍ ବିରାମ କରିବାକୁ ପଥ ଧରି ଡାହାଣକୁ ଟାଣନ୍ତୁ।
pa: ਐਪਾਂ ਰੋਕਣ ਲਈ ਰਸਤੇ ਦੇ ਨਾਲ ਸੱਜੇ ਪਾਸੇ ਖਿੱਚੋ।
pl: Przeciągnij w prawo wzdłuż ścieżki, aby wstrzymać aplikacje.
pt_br: Arraste para a direita ao longo do caminho para pausar seus apps.
pt_pt: Arrasta para a direita ao longo do trajeto para pausar as tuas apps.
ro: Trage spre dreapta de-a lungul traseului ca să pui aplicațiile pe pauză.
ru: Проведи вправо по дорожке, чтобы поставить приложения на паузу.
sk: Potiahni doprava po dráhe a pozastav svoje aplikácie.
sl: Povleci desno po poti, da začasno zaustaviš svoje aplikacije.
sv: Dra åt höger längs banan för att pausa dina appar.
ta: உங்கள் ஆப்ஸை இடைநிறுத்த, பாதையில் வலப்பக்கமாக இழுங்கள்.
te: మీ యాప్‌లను పాజ్ చేయడానికి, మార్గం వెంట కుడివైపుకు లాగండి.
th: ลากไปทางขวาตามเส้นทางเพื่อหยุดแอปของคุณชั่วคราว
tr: Uygulamalarını duraklatmak için yol boyunca sağa sürükle.
uk: Проведи вправо вздовж доріжки, щоб поставити застосунки на паузу.
ur: اپنی ایپس روکنے کے لیے راستے پر دائیں جانب کھینچیں۔
vi: Kéo sang phải theo đường dẫn để tạm dừng ứng dụng của bạn.
zh_hans: 沿路径向右拖动即可暂停你的应用。
zh_hant: 沿著路徑向右拖曳，即可暫停你的 App。
